roam/20211130221849-ch2_存货.org
:PROPERTIES:
:ID:       29ca8717-23f8-4aa9-a1b1-a35a200ddd45
:END:
#+title: CH2 存货
#+tags: "CPA-会计"
#+OPTIONS: toc:2 num:3 H:4 ^:nil pri:t
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="http://gongzhitaao.org/orgcss/org.css"/>
#+startup: latexpreview
#+LaTeX_HEADER: \usepackage{fontspec}
#+LaTeX_HEADER: \setmainfont{Noto Serif CJK SC}
#+LATEX_HEADER: \usepackage{xeCJK}
#+LATEX_HEADER: \setCJKmainfont{WenQuanYi Micro Hei }
* 存货的确认与初始计量
** 存货的性质与确认条件
是指企业在日常活动中 *持有以备出售* 的产品或商品、处在生产过程中的在产品、在生产过程或提供劳务过程中耗用的材料、物料等。
+ 确认条件
  * 该存货有关的经济利益 *很可能* 流入企业
  * 该存货的成本能够可靠地计量
#+begin_example
用于建造固定资产等各项工程，属于工程物资，不符合存货定义。
#+end_example
+ 属于企业存货：
  1. 企业接收外来原材料加工制造的 *代制品和为外单位加工修理的代修品* ，制造和修理完成验收入库后，应视同企业的产成品（“视同”企业的产成品，即企业为加工或修理产品产生的材料、人工费等作为受托企业存货核算）；
  2. 房地产开发企业购入的用于建设商品房的 *土地使用权* 属于企业的存货；
  3. 已经 *取得商品所有权* ，但尚未验收入库的在途物资。
  4. 已经发货但存货的控制权并未转移给购买方的发出商品。
  5. 委托加工物资。
  6. 已支付手续费方式委托代销的商品等。

** 存货的初始计量
按照 *成本* 进行计量，包括采购成本、加工成本和其他成本。
*** 外购存货的成本
包括：购买价款、相关税费、运输费、装卸费、保险费以及其他可归属于存货购买成本的费用。
 * 购买价款：发票账单上列明的价款（*不包括*可以抵扣的增值税进项税额）
 * 相关税费：进口关税以及*不能抵扣的增值税进项税额*
   + 小规模纳税人购入货物相关增值税计入存货成本
   + 一般纳税人购入货物相关的增值税可以抵扣的不计入存货成本，不能抵扣的应计入存货成本
 * 其他相关费用：运输费、装卸费、保险费、包装费、运输途中的合理损耗及入库前的调选整理费用
#+begin_quote
商品流通企业采购商品的进货金额较小的，可已在发生时直接计入当期损益（*销售费用*)
#+end_quote
*** 加工取得存货的成本
直接人工及按照一定方法分配的制造费用。
#+begin_quote
制造费用 *不是期间费用*。
1. 制造费用：是指企业为生产产品和提供劳务而发生的各项间接费用。
包括企业生产部门管理人员的职工薪酬、折旧费、办公费、水电费、机物料损耗、劳动保护费、季节性和修理期间停工损失等。
2. 某些存货还包括使存货达到目前场所和状态所发生的其他成本，如可直接认定的产品设计费用等。不属于可直接认定的产品设计费用计入当期损益。
#+end_quote
*** 其他方式取得存货的成本
包括接受投资者投资、非货币型资产交换、债务重组、企业合并以及存货盘盈等。
**** 投资者投入存货的成本
1. 合同或协议约定价值公允时，*合同或协议约定的价值* 确定成本。
2. 不公允时，按照该项存货的 *公允价值* 作为其入账价值。
#+begin_example
借: 库存商品等
    应交税费--应交增值税(进项税额)
贷: 实收资本(按投资合同或协议约定的投资者在企业注册资本中所占份额的部分)/股份(按每股股票面值 x 发行股数)
    资本公积--资本溢价/股本溢价(差额)
#+end_example
**** 非货币性资产交换、债务重组、企业合并等方式取得存货
成本分别按照相关准则的规定确定
*** 通过提供劳务取得的存货
:PROPERTIES:
:ID:       9b39ee39-83e2-43d1-a300-d651220a901e
:END:
所发生的从事劳务提供人员的直接人工和其他直接费用以及可归属于该存货的间接费用。
#+begin_quote
下列费用应当在发生时确认为当期损益，不计入存货成本：
1. 非正常消耗的直接材料、直接人工和制造费用；
2. 存货在采购入库后领用前所发生的仓储费用，应当计入当期损益(*[[id:4aca2916-3d86-496c-a71e-1534897a737c][管理费用]]*)；
3. 不能归属于使存货达到目前场所和状态的其他支出；
4. 企业采购用于广告营销活动的特定商品，向客户预付贷款未取得商品时，应作为预付账款进行会计处理，待取得相关商品时计入当期损益(*[[id:f720cfb1-7458-4d19-aa2b-62014fa798e4][销售费用]]*)。企业取得广告营销性质的服务比照该原则进行处理。
#+end_quote
#+begin_quote
+ 仓储费的处理
  - 采购的过程中，计入存货的采购成本
  - 存货在生产过程中为达到下一个生产阶段 *所必需的仓储费用* ,计入存货成本。例如红酒的存储。
#+end_quote


* 发出存货的计量
* 期末存货的计量
* 存货的盘点清查
