roam/20211130221849-ch2_存货.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-12-02 四 23:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>CH2 存货</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Bolun Liu" />
<link rel="stylesheet" type="text/css" href="http://gongzhitaao.org/orgcss/org.css"/>
</head>
<body>
<div id="content">
<h1 class="title">CH2 存货</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd20016b">1. 存货的确认与初始计量</a>
<ul>
<li><a href="#orge73af4f">1.1. 存货的性质与确认条件</a></li>
<li><a href="#org3e30a85">1.2. 存货的初始计量</a></li>
</ul>
</li>
<li><a href="#org82718ec">2. 发出存货的计量</a></li>
<li><a href="#org1cb29ea">3. 期末存货的计量</a></li>
<li><a href="#org5560fb4">4. 存货的盘点清查</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgd20016b" class="outline-2">
<h2 id="orgd20016b"><span class="section-number-2">1</span> 存货的确认与初始计量</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orge73af4f" class="outline-3">
<h3 id="orge73af4f"><span class="section-number-3">1.1</span> 存货的性质与确认条件</h3>
<div class="outline-text-3" id="text-1-1">
<p>
是指企业在日常活动中 <b>持有以备出售</b> 的产品或商品、处在生产过程中的在产品、在生产过程或提供劳务过程中耗用的材料、物料等。
</p>
<ul class="org-ul">
<li>确认条件
<ul class="org-ul">
<li>该存货有关的经济利益 <b>很可能</b> 流入企业</li>
<li>该存货的成本能够可靠地计量</li>
</ul></li>
</ul>
<pre class="example" id="org4340dec">
用于建造固定资产等各项工程，属于工程物资，不符合存货定义。
</pre>
<ul class="org-ul">
<li>属于企业存货：
<ol class="org-ol">
<li>企业接收外来原材料加工制造的 <b>代制品和为外单位加工修理的代修品</b> ，制造和修理完成验收入库后，应视同企业的产成品（“视同”企业的产成品，即企业为加工或修理产品产生的材料、人工费等作为受托企业存货核算）；</li>
<li>房地产开发企业购入的用于建设商品房的 <b>土地使用权</b> 属于企业的存货；</li>
<li>已经 <b>取得商品所有权</b> ，但尚未验收入库的在途物资。</li>
<li>已经发货但存货的控制权并未转移给购买方的发出商品。</li>
<li>委托加工物资。</li>
<li>已支付手续费方式委托代销的商品等。</li>
</ol></li>
</ul>
</div>
</div>

<div id="outline-container-org3e30a85" class="outline-3">
<h3 id="org3e30a85"><span class="section-number-3">1.2</span> 存货的初始计量</h3>
<div class="outline-text-3" id="text-1-2">
<p>
按照 <b>成本</b> 进行计量，包括采购成本、加工成本和其他成本。
</p>
</div>
<div id="outline-container-orgd3955b6" class="outline-4">
<h4 id="orgd3955b6"><span class="section-number-4">1.2.1</span> 外购存货的成本</h4>
<div class="outline-text-4" id="text-1-2-1">
<p>
包括：购买价款、相关税费、运输费、装卸费、保险费以及其他可归属于存货购买成本的费用。
</p>
<ul class="org-ul">
<li>购买价款：发票账单上列明的价款（<b>不包括</b>可以抵扣的增值税进项税额）</li>
<li>相关税费：进口关税以及<b>不能抵扣的增值税进项税额</b>
<ul class="org-ul">
<li>小规模纳税人购入货物相关增值税计入存货成本</li>
<li>一般纳税人购入货物相关的增值税可以抵扣的不计入存货成本，不能抵扣的应计入存货成本</li>
</ul></li>
<li>其他相关费用：运输费、装卸费、保险费、包装费、运输途中的合理损耗及入库前的调选整理费用</li>
</ul>
<blockquote>
<p>
商品流通企业采购商品的进货金额较小的，可已在发生时直接计入当期损益（<b>销售费用</b>)
</p>
</blockquote>
</div>
</div>
<div id="outline-container-org1aed6d8" class="outline-4">
<h4 id="org1aed6d8"><span class="section-number-4">1.2.2</span> 加工取得存货的成本</h4>
<div class="outline-text-4" id="text-1-2-2">
<p>
直接人工及按照一定方法分配的制造费用。
</p>
<blockquote>
<p>
制造费用 <b>不是期间费用</b>。
</p>
<ol class="org-ol">
<li>制造费用：是指企业为生产产品和提供劳务而发生的各项间接费用。</li>
</ol>
<p>
包括企业生产部门管理人员的职工薪酬、折旧费、办公费、水电费、机物料损耗、劳动保护费、季节性和修理期间停工损失等。
</p>
<ol class="org-ol">
<li>某些存货还包括使存货达到目前场所和状态所发生的其他成本，如可直接认定的产品设计费用等。不属于可直接认定的产品设计费用计入当期损益。</li>
</ol>
</blockquote>
</div>
</div>
<div id="outline-container-org46f7323" class="outline-4">
<h4 id="org46f7323"><span class="section-number-4">1.2.3</span> 其他方式取得存货的成本</h4>
<div class="outline-text-4" id="text-1-2-3">
<p>
包括接受投资者投资、非货币型资产交换、债务重组、企业合并以及存货盘盈等。
</p>
</div>
<div id="outline-container-org02aa80e" class="outline-5">
<h5 id="org02aa80e">投资者投入存货的成本</h5>
<div class="outline-text-5" id="text-org02aa80e">
<ol class="org-ol">
<li>合同或协议约定价值公允时，<b>合同或协议约定的价值</b> 确定成本。</li>
<li>不公允时，按照该项存货的 <b>公允价值</b> 作为其入账价值。</li>
</ol>
<pre class="example" id="orgbe9235b">
借: 库存商品等
    应交税费--应交增值税(进项税额)
贷: 实收资本(按投资合同或协议约定的投资者在企业注册资本中所占份额的部分)/股份(按每股股票面值 x 发行股数)
    资本公积--资本溢价/股本溢价(差额)
</pre>
</div>
</div>
<div id="outline-container-org3374588" class="outline-5">
<h5 id="org3374588">非货币性资产交换、债务重组、企业合并等方式取得存货</h5>
<div class="outline-text-5" id="text-org3374588">
<p>
成本分别按照相关准则的规定确定
</p>
</div>
</div>
</div>
<div id="outline-container-orgc23c7c6" class="outline-4">
<h4 id="orgc23c7c6"><span class="section-number-4">1.2.4</span> 通过提供劳务取得的存货</h4>
<div class="outline-text-4" id="text-1-2-4">
<p>
所发生的从事劳务提供人员的直接人工和其他直接费用以及可归属于该存货的间接费用。
</p>
<blockquote>
<p>
下列费用应当在发生时确认为当期损益，不计入存货成本：
</p>
<ol class="org-ol">
<li>非正常消耗的直接材料、直接人工和制造费用；</li>
<li>存货在采购入库后领用前所发生的仓储费用，应当计入当期损益(<b><a href="20211202230830-管理费用.html#ID-4aca2916-3d86-496c-a71e-1534897a737c">管理费用</a></b>)；</li>
<li>不能归属于使存货达到目前场所和状态的其他支出；</li>
<li>企业采购用于广告营销活动的特定商品，向客户预付贷款未取得商品时，应作为预付账款进行会计处理，待取得相关商品时计入当期损益(<b><a href="20211202231137-销售费用.html#ID-f720cfb1-7458-4d19-aa2b-62014fa798e4">销售费用</a></b>)。企业取得广告营销性质的服务比照该原则进行处理。</li>
</ol>
</blockquote>
<blockquote>
<ul class="org-ul">
<li>仓储费的处理
<ul class="org-ul">
<li>采购的过程中，计入存货的采购成本</li>
<li>存货在生产过程中为达到下一个生产阶段 <b>所必需的仓储费用</b> ,计入存货成本。例如红酒的存储。</li>
</ul></li>
</ul>
</blockquote>
</div>
</div>
</div>
</div>


<div id="outline-container-org82718ec" class="outline-2">
<h2 id="org82718ec"><span class="section-number-2">2</span> 发出存货的计量</h2>
</div>
<div id="outline-container-org1cb29ea" class="outline-2">
<h2 id="org1cb29ea"><span class="section-number-2">3</span> 期末存货的计量</h2>
</div>
<div id="outline-container-org5560fb4" class="outline-2">
<h2 id="org5560fb4"><span class="section-number-2">4</span> 存货的盘点清查</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Bolun Liu</p>
<p class="date">Created: 2021-12-02 四 23:16</p>
</div>
</body>
</html>
